Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: REGULATION (EU) 2024/1689 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL
pt_pt: REGULAMENTO (UE) 2024/1689 DO PARLAMENTO EUROPEU E DO CONSELHO

source: of 13 June 2024
pt_pt: de 13 de junho de 2024

source: laying down harmonised rules on artificial intelligence and amending Regulations (EC) No 300/2008, (EU) No 167/2013, (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1139 and (EU) 2019/2144 and Directives 2014/90/EU, (EU) 2016/797 and (EU) 2020/1828 (Artificial Intelligence Act)
pt_pt: que cria regras harmonizadas em matéria de inteligência artificial e que altera os Regulamentos (CE) n.o 300/2008, (UE) n.o 167/2013, (UE) n.o 168/2013, (UE) 2018/858, (UE) 2018/1139 e (UE) 2019/2144 e as Diretivas 2014/90/UE, (UE) 2016/797 e (UE) 2020/1828 (Regulamento da Inteligência Artificial)

source: (Text with EEA relevance)
pt_pt: (Texto relevante para efeitos do EEE)

source: THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,
pt_pt: O PARLAMENTO EUROPEU E O CONSELHO DA UNIÃO EUROPEIA,

source: Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 16 and 114 thereof,
pt_pt: Tendo em conta o Tratado sobre o Funcionamento da União Europeia, nomeadamente os artigos 16.o e 114.o,

source: Having regard to the proposal from the European Commission,
pt_pt: Tendo em conta a proposta da Comissão Europeia,

source: After transmission of the draft legislative act to the national parliaments,
pt_pt: Após transmissão do projeto de ato legislativo aos parlamentos nacionais,

source: Having regard to the opinion of the European Economic and Social Committee (1),
pt_pt: Tendo em conta o parecer do Comité Económico e Social Europeu (1),

source: Having regard to the opinion of the European Central Bank (2),
pt_pt: Tendo em conta o parecer do Banco Central Europeu (2),

source: Having regard to the opinion of the Committee of the Regions (3),
pt_pt: Tendo em conta o parecer do Comité das Regiões (3),

source: Acting in accordance with the ordinary legislative procedure (4),
pt_pt: Deliberando de acordo com o processo legislativo ordinário (4),

source: Whereas:
pt_pt: Considerando o seguinte:

source: The purpose of this Regulation is to improve the functioning of the internal market by laying down a uniform legal framework in particular for the development, the placing on the market, the putting into service and the use of artificial intelligence systems (AI systems) in the Union, in accordance with Union values, to promote the uptake of human centric and trustworthy artificial intelligence (AI) while ensuring a high level of protection of health, safety, fundamental rights as enshrined in the Charter of Fundamental Rights of the European Union (the ‘Charter’), including democracy, the rule of law and environmental protection, to protect against the harmful effects of AI systems in the Union, and to support innovation.
pt_pt: O presente regulamento tem por objetivo a melhoria do funcionamento do mercado interno mediante a previsão de um regime jurídico uniforme, em particular para o desenvolvimento, a colocação no mercado, a colocação em serviço e a utilização de sistemas de inteligência artificial (sistemas de IA) na União, em conformidade com os valores da União, a fim de promover a adoção de uma inteligência artificial (IA) centrada no ser humano e de confiança, assegurando simultaneamente um elevado nível de proteção da saúde, da segurança, dos direitos fundamentais consagrados na Carta dos Direitos Fundamentais da União Europeia («Carta»), nomeadamente a democracia, o Estado de direito e a proteção do ambiente, a proteção contra os efeitos nocivos dos sistemas de IA na União, e de apoiar a inovação.

source: This Regulation ensures the free movement, cross-border, of AI-based goods and services, thus preventing Member States from imposing restrictions on the development, marketing and use of AI systems, unless explicitly authorised by this Regulation.
pt_pt: O presente regulamento assegura a livre circulação transfronteiriça de produtos e serviços baseados em IA, evitando assim que os Estados-Membros imponham restrições ao desenvolvimento, à comercialização e à utilização dos sistemas de IA, salvo se explicitamente autorizado pelo presente regulamento.

source: This Regulation should be applied in accordance with the values of the Union enshrined as in the Charter, facilitating the protection of natural persons, undertakings, democracy, the rule of law and environmental protection, while boosting innovation and employment and making the Union a leader in the uptake of trustworthy AI.
pt_pt: O presente regulamento deverá ser aplicado em conformidade com os valores da União consagrados na Carta, facilitando a proteção das pessoas singulares, das empresas, da democracia, do Estado de direito e proteção ambiental, promovendo simultaneamente a inovação e o emprego e colocando a União na liderança em matéria de adoção de uma IA de confiança.

source: AI systems can be easily deployed in a large variety of sectors of the economy and many parts of society, including across borders, and can easily circulate throughout the Union.
pt_pt: Os sistemas de IA podem ser facilmente implantados numa grande variedade de setores da economia e em muitos quadrantes da sociedade, inclusive além fronteiras, e podem circular facilmente por toda a União.

source: Certain Member States have already explored the adoption of national rules to ensure that AI is trustworthy and safe and is developed and used in accordance with fundamental rights obligations.
pt_pt: Certos Estados-Membros já ponderaram a adoção de regras nacionais para assegurar que a IA seja de confiança e segura e seja desenvolvida e utilizada em conformidade com as obrigações em matéria de direitos fundamentais.

source: Diverging national rules may lead to the fragmentation of the internal market and may decrease legal certainty for operators that develop, import or use AI systems.
pt_pt: As diferenças entre regras nacionais podem conduzir à fragmentação do mercado interno e reduzir a segurança jurídica para os operadores que desenvolvem, importam ou utilizam sistemas de IA.

source: A consistent and high level of protection throughout the Union should therefore be ensured in order to achieve trustworthy AI, while divergences hampering the free circulation, innovation, deployment and the uptake of AI systems and related products and services within the internal market should be prevented by laying down uniform obligations for operators and guaranteeing the uniform protection of overriding reasons of public interest and of rights of persons throughout the internal market on the basis of Article 114 of the Treaty on the Functioning of the European Union (TFEU).
pt_pt: Como tal, é necessário assegurar um nível de proteção elevado e coerente em toda a União, com vista a alcançar uma IA de confiança, e evitar divergências que prejudiquem a livre circulação, a inovação, a implantação e a adoção dos sistemas de IA e dos produtos e serviços conexos no mercado interno, mediante o estabelecimento de obrigações uniformes para os operadores e a garantia da proteção uniforme das razões imperativas de reconhecido interesse público e dos direitos das pessoas em todo o mercado interno, com base no artigo 114.o do Tratado sobre o Funcionamento da União Europeia (TFUE).

source: To the extent that this Regulation contains specific rules on the protection of individuals with regard to the processing of personal data concerning restrictions of the use of AI systems for remote biometric identification for the purpose of law enforcement, of the use of AI systems for risk assessments of natural persons for the purpose of law enforcement and of the use of AI systems of biometric categorisation for the purpose of law enforcement, it is appropriate to base this Regulation, in so far as those specific rules are concerned, on Article 16 TFEU.
pt_pt: Visto que o presente regulamento contém regras específicas aplicáveis à proteção das pessoas singulares no que diz respeito ao tratamento de dados pessoais, nomeadamente restrições à utilização de sistemas de IA para a identificação biométrica à distância para efeitos de aplicação da lei, à utilização de sistemas de IA para a avaliação de risco em relação a pessoas singulares para efeitos de aplicação da lei e à utilização de sistemas de IA para categorização biométrica para efeitos de aplicação da lei, é apropriado basear este regulamento no artigo 16.o do TFUE, no respeitante a essas regras específicas.

source: In light of those specific rules and the recourse to Article 16 TFEU, it is appropriate to consult the European Data Protection Board.
pt_pt: Face a essas regras específicas e ao recurso ao artigo 16.o do TFUE, é apropriado consultar o Comité Europeu para a Proteção de Dados.

source: AI is a fast evolving family of technologies that contributes to a wide array of economic, environmental and societal benefits across the entire spectrum of industries and social activities.
pt_pt: A IA é uma família de tecnologias em rápida evolução que contribui para um vasto conjunto de benefícios económicos, ambientais e sociais em todo o leque de indústrias e atividades sociais.

source: By improving prediction, optimising operations and resource allocation, and personalising digital solutions available for individuals and organisations, the use of AI can provide key competitive advantages to undertakings and support socially and environmentally beneficial outcomes, for example in healthcare, agriculture, food safety, education and training, media, sports, culture, infrastructure management, energy, transport and logistics, public services, security, justice, resource and energy efficiency, environmental monitoring, the conservation and restoration of biodiversity and ecosystems and climate change mitigation and adaptation.
pt_pt: Ao melhorar as previsões, otimizar as operações e a repartição de recursos e personalizar as soluções digitais disponibilizadas às pessoas e às organizações, a utilização da IA pode conferir importantes vantagens competitivas às empresas e contribuir para progressos sociais e ambientais, por exemplo, nos cuidados de saúde, na agricultura, na segurança alimentar, na educação e na formação, nos meios de comunicação social, no desporto, na cultura, na gestão das infraestruturas, na energia, nos transportes e na logística, nos serviços públicos, na segurança, na justiça, na eficiência energética e dos recursos, na monitorização ambiental, na preservação e recuperação da biodiversidade e dos ecossistemas e na atenuação das alterações climáticas e adaptação às mesmas.

source: At the same time, depending on the circumstances regarding its specific application, use, and level of technological development, AI may generate risks and cause harm to public interests and fundamental rights that are protected by Union law.
pt_pt: Ao mesmo tempo, em função das circunstâncias relativas à sua aplicação, utilização e nível de evolução tecnológica específicos, a IA pode criar riscos e prejudicar interesses públicos e direitos fundamentais protegidos pela legislação da União.

source: Such harm might be material or immaterial, including physical, psychological, societal or economic harm.
pt_pt: Esses prejuízos podem ser materiais ou imateriais, incluindo danos físicos, psicológicos, sociais ou económicos.

source: Given the major impact that AI can have on society and the need to build trust, it is vital for AI and its regulatory framework to be developed in accordance with Union values as enshrined in Article 2 of the Treaty on European Union (TEU), the fundamental rights and freedoms enshrined in the Treaties and, pursuant to Article 6 TEU, the Charter.
pt_pt: Tendo em conta o grande impacto que a IA pode ter na sociedade e a necessidade de criar confiança, é fundamental que a IA e o respetivo regime regulamentar sejam desenvolvidos em conformidade com os valores da União consagrados no artigo 2.o do Tratado da União Europeia (TUE), com os direitos e liberdades fundamentais consagrados nos Tratados e, nos termos do artigo 6.o do TUE, com a Carta.

source: As a prerequisite, AI should be a human-centric technology.
pt_pt: Como condição prévia, a IA deverá ser uma tecnologia centrada no ser humano.

source: It should serve as a tool for people, with the ultimate aim of increasing human well-being.
pt_pt: Deverá servir de instrumento para as pessoas, com o objetivo último de aumentar o bem-estar humano.

source: In order to ensure a consistent and high level of protection of public interests as regards health, safety and fundamental rights, common rules for high-risk AI systems should be established.
pt_pt: A fim de assegurar um nível elevado e coerente de proteção dos interesses públicos nos domínios da saúde, da segurança e dos direitos fundamentais, deverão ser estabelecidas regras comuns aplicáveis a todos os sistemas de IA de risco elevado.

source: Those rules should be consistent with the Charter, non-discriminatory and in line with the Union’s international trade commitments.
pt_pt: Essas normas deverão ser coerentes com a Carta, não discriminatórias e estar em consonância com os compromissos comerciais internacionais da União.

source: They should also take into account the European Declaration on Digital Rights and Principles for the Digital Decade and the Ethics guidelines for trustworthy AI of the High-Level Expert Group on Artificial Intelligence (AI HLEG).
pt_pt: Deverão também ter em conta a Declaração Europeia sobre os Direitos e Princípios Digitais para a Década Digital e as Orientações Éticas para uma IA de Confiança do Grupo de Peritos de Alto Nível em IA (AI HLEG, do inglês High-Level Expert Group on Artificial Intelligence).

source: A Union legal framework laying down harmonised rules on AI is therefore needed to foster the development, use and uptake of AI in the internal market that at the same time meets a high level of protection of public interests, such as health and safety and the protection of fundamental rights, including democracy, the rule of law and environmental protection as recognised and protected by Union law.
pt_pt: Como tal, é necessário adotar um regime jurídico da União que estabeleça regras harmonizadas em matéria de IA para promover o desenvolvimento, a utilização e a adoção da IA no mercado interno e que, ao mesmo tempo, proporcione um nível elevado de proteção de interesses públicos, como a saúde e a segurança e a defesa dos direitos fundamentais, incluindo a democracia, o Estado de direito e a proteção do ambiente, conforme reconhecido e protegido pelo direito da União.

source: To achieve that objective, rules regulating the placing on the market, the putting into service and the use of certain AI systems should be laid down, thus ensuring the smooth functioning of the internal market and allowing those systems to benefit from the principle of free movement of goods and services.
pt_pt: Para alcançar esse objetivo, torna-se necessário estabelecer regras que regulem a colocação no mercado, a colocação em serviço e a utilização de determinados sistemas de IA, garantindo assim o correto funcionamento do mercado interno e permitindo que esses sistemas beneficiem do princípio de livre circulação dos produtos e dos serviços.

source: Those rules should be clear and robust in protecting fundamental rights, supportive of new innovative solutions, enabling a European ecosystem of public and private actors creating AI systems in line with Union values and unlocking the potential of the digital transformation across all regions of the Union.
pt_pt: Tais regras deverão ser claras e sólidas na defesa dos direitos fundamentais, apoiando novas soluções inovadoras e permitindo um ecossistema europeu de intervenientes públicos e privados que criem sistemas de IA em consonância com os valores da União e que explorem o potencial da transformação digital em todas as regiões da União.

source: By laying down those rules as well as measures in support of innovation with a particular focus on small and medium enterprises (SMEs), including startups, this Regulation supports the objective of promoting the European human-centric approach to AI and being a global leader in the development of secure, trustworthy and ethical AI as stated by the European Council (5), and it ensures the protection of ethical principles, as specifically requested by the European Parliament (6).
pt_pt: Ao estabelecer essas regras, bem como as medidas de apoio à inovação, com especial destaque para as pequenas e médias empresas (PME), incluindo as empresas em fase de arranque, o presente regulamento apoia o objetivo de promover a abordagem europeia da IA centrada no ser humano, assim como o de estar na vanguarda mundial do desenvolvimento de uma IA segura, ética e de confiança, conforme declarado pelo Conselho Europeu (5), e garante a proteção de princípios éticos, conforme solicitado especificamente pelo Parlamento Europeu (6).

source: Harmonised rules applicable to the placing on the market, the putting into service and the use of high-risk AI systems should be laid down consistently with Regulation (EC) No 765/2008 of the European Parliament and of the Council (7), Decision No 768/2008/EC of the European Parliament and of the Council (8) and Regulation (EU) 2019/1020 of the European Parliament and of the Council (9) (New Legislative Framework).
pt_pt: Deverão ser previstas regras harmonizadas aplicáveis à colocação no mercado, à colocação em serviço e à utilização de sistemas de IA de risco elevado coerentes com o Regulamento (CE) n.o 765/2008 do Parlamento Europeu e do Conselho (7), a Decisão n.o 768/2008/CE do Parlamento Europeu e do Conselho (8) e o Regulamento (UE) 2019/1020 do Parlamento Europeu e do Conselho (9) (novo regime jurídico).

source: The harmonised rules laid down in this Regulation should apply across sectors and, in line with the New Legislative Framework, should be without prejudice to existing Union law, in particular on data protection, consumer protection, fundamental rights, employment, and protection of workers, and product safety, to which this Regulation is complementary.
pt_pt: As regras harmonizadas estabelecidas no presente regulamento deverão aplicar-se em todos os setores e, em consonância com a abordagem do novo regime jurídico, não deverão prejudicar a legislação da União em vigor, nomeadamente em matéria de proteção de dados, defesa dos consumidores, direitos fundamentais, emprego, proteção dos trabalhadores e segurança dos produtos, que o presente regulamento vem complementar.

source: As a consequence, all rights and remedies provided for by such Union law to consumers, and other persons on whom AI systems may have a negative impact, including as regards the compensation of possible damages pursuant to Council Directive 85/374/EEC (10) remain unaffected and fully applicable.
pt_pt: Consequentemente, permanecem inalterados e plenamente aplicáveis todos os direitos e vias de recurso concedidos nessa legislação da União aos consumidores e a outras pessoas em relação às quais os sistemas de IA possam ter um impacto negativo, nomeadamente no que diz respeito à indemnização por eventuais danos nos termos da Diretiva 85/374/CEE do Conselho (10).

source: Furthermore, in the context of employment and protection of workers, this Regulation should therefore not affect Union law on social policy and national labour law, in compliance with Union law, concerning employment and working conditions, including health and safety at work and the relationship between employers and workers.
pt_pt: Além disso, no contexto do emprego e da proteção dos trabalhadores, o presente regulamento não deverá, por conseguinte, afetar o direito da União em matéria de política social nem a legislação laboral nacional, que seja conforme com o direito da União, no que diz respeito ao emprego e às condições de trabalho, incluindo a saúde e a segurança no trabalho e a relação entre empregadores e trabalhadores.

source: This Regulation should also not affect the exercise of fundamental rights as recognised in the Member States and at Union level, including the right or freedom to strike or to take other action covered by the specific industrial relations systems in Member States as well as the right to negotiate, to conclude and enforce collective agreements or to take collective action in accordance with national law.
pt_pt: O presente regulamento também não deverá prejudicar o exercício dos direitos fundamentais reconhecidos pelos Estados-Membros e a nível da União, incluindo o direito ou a liberdade de fazer greve ou a liberdade de realizar outras ações abrangidas pelos sistemas específicos de relações laborais dos Estados-Membros, os direitos de negociação, de celebração e execução de convenções coletivas, ou de realização de ações coletivas de acordo com o direito nacional.

source: This Regulation should not affect the provisions aiming to improve working conditions in platform work laid down in a Directive of the European Parliament and of the Council on improving working conditions in platform work.
pt_pt: O presente regulamento não deverá afetar as disposições destinadas a melhorar as condições de trabalho nas plataformas digitais estabelecidas numa Diretiva do Parlamento Europeu e do Conselho relativa à melhoria das condições de trabalho nas plataformas digitais.

source: Moreover, this Regulation aims to strengthen the effectiveness of such existing rights and remedies by establishing specific requirements and obligations, including in respect of the transparency, technical documentation and record-keeping of AI systems.
pt_pt: Além disso, presente regulamento visa ainda reforçar a eficácia desses direitos e vias de recurso existentes, estabelecendo requisitos e obrigações específicos, nomeadamente no que diz respeito à transparência, à documentação técnica e à manutenção de registos dos sistemas de IA.

source: Furthermore, the obligations placed on various operators involved in the AI value chain under this Regulation should apply without prejudice to national law, in compliance with Union law, having the effect of limiting the use of certain AI systems where such law falls outside the scope of this Regulation or pursues legitimate public interest objectives other than those pursued by this Regulation.
pt_pt: Além disso, as obrigações impostas aos vários operadores envolvidos na cadeia de valor da IA nos termos do presente regulamento deverão aplicar-se sem prejuízo da legislação nacional, que seja conforme com o direito da União, com o efeito de limitar a utilização de determinados sistemas de IA sempre que essa legislação não seja abrangida pelo âmbito de aplicação do presente regulamento ou prossiga objetivos legítimos de interesse público que não os prosseguidos pelo presente regulamento.

source: For example, national labour law and law on the protection of minors, namely persons below the age of 18, taking into account the UNCRC General Comment No 25 (2021) on children’s rights in relation to the digital environment, insofar as they are not specific to AI systems and pursue other legitimate public interest objectives, should not be affected by this Regulation.
pt_pt: Por exemplo, a legislação laboral nacional e a legislação em matéria de proteção de menores, nomeadamente pessoas com menos de 18 anos, tendo em conta o Comentário Geral n.o 25 (2021) das Nações Unidas sobre os direitos das crianças em ambiente digital, na medida em que não sejam específicos dos sistemas de IA e prossigam outros objetivos legítimos de interesse público, não deverão ser afetados pelo presente regulamento.
